
<template>
    <div class="container">
        <div class="main__reviews">
			<div class="reviws--part1">
				<div class="reviews--part1__img"></div>
				<div class="reviews--part1__info">
					<div class="info__title">Антоніо</div>
					<div class="info__description">Вразив сервіс, тех-підтримка
						і організація поїздки.</div>
					<div class="info__raiting"><svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">	<g id="square-star 1" clip-path="url(#clip0_26_137)">	<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>	</g>	<defs>	<clipPath id="clip0_26_137">	<rect width="36" height="36" fill="white"/>	</clipPath>	</defs>	</svg>	<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">		<g id="square-star 1" clip-path="url(#clip0_26_137)">		<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>		</g>		<defs>		<clipPath id="clip0_26_137">		<rect width="36" height="36" fill="white"/>		</clipPath>		</defs>		</svg>		<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">			<g id="square-star 1" clip-path="url(#clip0_26_137)">			<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>			</g>			<defs>			<clipPath id="clip0_26_137">			<rect width="36" height="36" fill="white"/>			</clipPath>			</defs>			</svg>			<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">				<g id="square-star 1" clip-path="url(#clip0_26_137)">				<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>				</g>				<defs>				<clipPath id="clip0_26_137">				<rect width="36" height="36" fill="white"/>				</clipPath>				</defs>				</svg>				<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">					<g id="square-star 1" clip-path="url(#clip0_26_137)">					<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>					</g>					<defs>					<clipPath id="clip0_26_137">					<rect width="36" height="36" fill="white"/>					</clipPath>					</defs>					</svg>																																							
					</div>
				</div>
			</div>
			<div class="reviws--part2">
				<div class="reviews--part2__img"></div>
				<div class="reviews--part2__info">
					<div class="info__title">Антоніо</div>
					<div class="info__description">Вразив сервіс, тех-підтримка
						і організація поїздки.</div>
					<div class="info__raiting">
						<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg"><g id="square-star 1" clip-path="url(#clip0_26_137)"><path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/></g><defs><clipPath id="clip0_26_137"><rect width="36" height="36" fill="white"/></clipPath></defs></svg><svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">	<g id="square-star 1" clip-path="url(#clip0_26_137)">	<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>	</g>	<defs>	<clipPath id="clip0_26_137">	<rect width="36" height="36" fill="white"/>	</clipPath>	</defs>	</svg>	<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">		<g id="square-star 1" clip-path="url(#clip0_26_137)">		<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>		</g>		<defs>		<clipPath id="clip0_26_137">		<rect width="36" height="36" fill="white"/>		</clipPath>		</defs>		</svg>		<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">			<g id="square-star 1" clip-path="url(#clip0_26_137)">			<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>			</g>			<defs>			<clipPath id="clip0_26_137">			<rect width="36" height="36" fill="white"/>			</clipPath>			</defs>			</svg>			<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">				<g id="square-star 1" clip-path="url(#clip0_26_137)">				<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>				</g>				<defs>				<clipPath id="clip0_26_137">				<rect width="36" height="36" fill="white"/>				</clipPath>				</defs>				</svg>
					</div>
				</div>
			</div>
			<div class="reviws--part3">
				<div class="reviews--part3__img"></div>
				<div class="reviews--part3__info">
					<div class="info__title">Антоніо</div>
					<div class="info__description">Вразив сервіс, тех-підтримка і організація поїздки.</div>
					<div class="info__raiting"><svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">	<g id="square-star 1" clip-path="url(#clip0_26_137)">	<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>	</g>	<defs>	<clipPath id="clip0_26_137">	<rect width="36" height="36" fill="white"/>	</clipPath>	</defs>	</svg>	<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">		<g id="square-star 1" clip-path="url(#clip0_26_137)">		<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>		</g>		<defs>		<clipPath id="clip0_26_137">		<rect width="36" height="36" fill="white"/>		</clipPath>		</defs>		</svg>		<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">			<g id="square-star 1" clip-path="url(#clip0_26_137)">			<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>			</g>			<defs>			<clipPath id="clip0_26_137">			<rect width="36" height="36" fill="white"/>			</clipPath>			</defs>			</svg>			<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">				<g id="square-star 1" clip-path="url(#clip0_26_137)">				<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>				</g>				<defs>				<clipPath id="clip0_26_137">				<rect width="36" height="36" fill="white"/>				</clipPath>				</defs>				</svg>				<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">					<g id="square-star 1" clip-path="url(#clip0_26_137)">					<path id="Vector" d="M28.5 0H7.5C3.36 0 0 3.36 0 7.5V28.5C0 32.64 3.36 36 7.5 36H28.5C32.64 36 36 32.64 36 28.5V7.5C36 3.36 32.64 0 28.5 0ZM25.755 17.43L22.5 20.085L23.85 24.18C24.03 24.735 23.85 25.35 23.385 25.695C22.92 26.055 22.29 26.07 21.795 25.755L18.015 23.295L14.295 25.785C14.07 25.935 13.8 26.01 13.53 26.01C13.245 26.01 12.945 25.92 12.705 25.74C12.24 25.395 12.045 24.78 12.225 24.225L13.515 20.085L10.245 17.43C9.81 17.055 9.645 16.455 9.84 15.915C10.035 15.375 10.56 15.015 11.13 15.015H15.255L16.71 11.1C16.905 10.56 17.43 10.2 18 10.2C18.57 10.2 19.095 10.56 19.29 11.1L20.745 15.015H24.87C25.44 15.015 25.965 15.375 26.16 15.915C26.355 16.455 26.19 17.07 25.755 17.445V17.43Z" fill="#FFBC57"/>					</g>					<defs>					<clipPath id="clip0_26_137">					<rect width="36" height="36" fill="white"/>					</clipPath>					</defs>					</svg>
					</div>
			    </div>
		    </div>
        </div>
    </div>
</template>

<script>
    export default {
        
    }
</script>

<style scoped>
.container {
    margin-top: 60px;
    display: flex;
    align-items: center;
    justify-content: center;
}
.main__reviews {
	display: flex;
	flex-direction: row;
	height: 206px;
	width: 1450px;
	gap: 17px;
	overflow: hidden;
}
.reviws--part1 {
	display: grid;
	grid-template-columns: 32% 68%;
	background-color: var(--white);
	border-radius: 25px;
	padding-top: 10px;
	padding-bottom: 10px;
	width: 545px;
}
.reviews--part1__img {
	background-image: url(../assets/reviws__img.png);
	background-repeat: no-repeat;
	background-origin: padding-box;
	width: 150px;
	height: 150px;
	border-radius: 25px;
	margin-left: 8px;

}
.reviews--part1__info {
	padding-left: 20px;
}
.info__title {
	font-size: 48px;
	font-style: normal;
	font-weight: 600;
	line-height: normal;
}
.info__description {
	font-size: 20px;
	font-weight: 400;

}
.info__raiting {
	margin-top: 8px;
	gap: 5px;
	display: flex;
}
.reviws--part2 {
	display: grid;
	grid-template-columns: 32% 68%;
	background-color: var(--white);
	border-radius: 25px;
	padding-top: 10px;
	padding-bottom: 10px;
	width: 545px;
	overflow: hidden;
}
.reviews--part2__img {
	background-image: url(../assets/reviws__img.png);
	background-repeat: no-repeat;
	background-origin: padding-box;
	width: 150px;
	height: 150px;
	border-radius: 25px;
	margin-left: 8px;
}
.reviews--part2__info {
	padding-left: 20px;
}
.reviws--part3 {
	display: grid;
	grid-template-columns: 32% 68%;
	background-color: var(--white);
	border-radius: 25px;
	padding-top: 10px;
	padding-bottom: 10px;
	width: 545px;
}
.reviews--part3__img {
	background-image: url(../assets/reviws__img.png);
	background-repeat: no-repeat;
	background-origin: padding-box;
	width: 150px;
	height: 150px;
	border-radius: 25px;
	margin-left: 8px;
}
.reviews--part3__info {
	padding-left: 20px;
}
</style>